Repository: johncallahan/poche
Catalog: locale/*.utf8/LC_MESSAGES/*.utf8.po
Languages: es_es

source: the link has been added successfully
es_es: el enlace a sido agregado con éxito

source: error during insertion : the link wasn't added
es_es: error en la inserción : el enlace no ha sido agregado

source: error during fetching content : the link wasn't added
es_es: error durante la recuperación del contenido : el enlace no a sido agregado

source: the link has been deleted successfully
es_es: el enlace a sido suprimido con éxito

source: the link wasn't deleted
es_es: el enlace no ha sido suprimido

source: Oops, it seems you don't have PHP 5.
es_es: Parece que PHP 5 no está instalado

source: config
es_es: configuración

source: home
es_es: inicio

source: favorites
es_es: favoritos

source: archive
es_es: archivos

source: logout
es_es: desconexión

source: Thanks to the bookmarklet, you will be able to easily add a link to your poche.
es_es: Gracias a tu bookmarklet, puedes agregar fácilmente un enlace en tu bolsillo

source: Have a look to this documentation:
es_es: échale un ojo a la documentación :

source: Drag & drop this link to your bookmarks bar and have fun with poche.
es_es: Arrastra y suelta ese enlace en tu barra de favoritos en tu navegador y disfruta de tu poche.

source: poche it!
es_es: pochéalo!

source: Updating poche
es_es: Actualizar

source: your version
es_es: su versión

source: latest stable version
es_es: ultima versión estable

source: a more recent stable version is available.
es_es: una versión estable más reciente está disponible

source: you are up to date.
es_es: estás al día

source: latest dev version
es_es: ultima versión de desarollo

source: a more recent development version is available.
es_es: una versión de desarollo más reciente está disponible

source: Change your password
es_es: Modificar tu contraseña

source: New password:
es_es: Nueva contraseña :

source: Password
es_es: Contraseña

source: Repeat your new password:
es_es: Repetir la nueva contraseña :

source: Update
es_es: Poner al día

source: Import
es_es: Importar

source: Please execute the import script locally, it can take a very long time.
es_es: Gracias por ejecutar la importación en local, esto puede demorar un tiempo

source: More infos in the official doc:
es_es: Más información en la documentación oficial :

source: import from Pocket
es_es: la importación desde Pocket está terminada

source: import from Readability
es_es: la importación desde Readability está terminada

source: import from Instapaper
es_es: Importar desde Instapaper

source: Export your poche datas
es_es: Exportar sus datos de poche

source: Click here
es_es: Haga clic aquí

source: to export your poche datas.
es_es: Para exportar sus datos de poche

source: back to home
es_es: volver a la pagina de inicio

source: toggle mark as read
es_es: marcar como leído

source: toggle favorite
es_es: favorito

source: delete
es_es: suprimir

source: tweet
es_es: tweetear

source: email
es_es: enviar por mail

source: back to top
es_es: volver arriba

source: this article appears wrong?
es_es: este articulo no se ve bien ?

source: create an issue
es_es: crear un ticket

source: or
es_es: o

source: contact us by mail
es_es: contactarnos por mail

source: powered by
es_es: propulsado por

source: installation
es_es: instalacion

source: install your poche
es_es: instala tu poche

source: poche is still not installed. Please fill the below form to install it. Don't hesitate to <a href='http://inthepoche.com/?pages/Documentation'>read the documentation on poche website</a>.
es_es: poche todavia no està instalado. Gracias de llenar los campos siguientes para instalarlo. No dudes de <a href='http://inthepoche.com/?pages/Documentation'>leer la documentacion en el sitio de poche</a>.

source: Login
es_es: Nombre de usuario

source: Repeat your password
es_es: repita su contraseña

source: Install
es_es: Instalar

source: login to your poche
es_es: conectarse a tu poche

source: you are in demo mode, some features may be disabled.
es_es: este es el modo de demostración, algunas funcionalidades pueden estar desactivadas.

source: Stay signed in
es_es: seguir conectado

source: (Do not check on public computers)
es_es: (no marcar en un ordenador publico)

source: Sign in
es_es: conectarse

source: by date asc
es_es: por fecha ascendiente

source: by date
es_es: por fecha

source: by date desc
es_es: por fecha descendiente

source: by title asc
es_es: por titulo ascendiente

source: by title
es_es: por titulo

source: by title desc
es_es: por titulo descendiente
